---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireConduitTypeSet
source: html/c2777643-1d97-c6db-c988-948ace71c1f3.htm
---
# WireConduitTypeSet Members

Initializes a new instance of the WireConduitTypeSet class